Repository: yani2173/encrypted-memories
Catalog: Packages/EncryptedMemoriesKit/Sources/PhotosCore/Resources/Localizable.xcstrings
Source language: en
Languages: de

# trash.empty_message
source: All photos and videos in Recently Deleted will be permanently deleted. This can’t be undone.
de: Alle Fotos und Videos in „Zuletzt gelöscht“ werden endgültig gelöscht. Das kann nicht rückgängig gemacht werden.

# trash.empty_title
source: Empty Recently Deleted?
de: Papierkorb endgültig leeren?

# map.empty_message
source: Photos with location data appear here. If you just signed in, this can take a moment while your library is scanned.
de: Fotos mit Standortdaten erscheinen hier. Direkt nach der Anmeldung kann dies einen Moment dauern, während deine Mediathek durchsucht wird.

# settings.albumsync_add_albums
source: Choose albums…
de: Alben auswählen…

# settings.photos_backup_explainer
source: Backs up your photos and videos to Proton Drive, encrypted. Your library stays untouched, and photos that are already backed up aren’t uploaded again.
de: Sichert deine Fotos und Videos verschlüsselt in Proton Drive. Deine Mediathek bleibt unverändert, und bereits gesicherte Fotos werden nicht noch mal hochgeladen.

# settings.bug_report_action
source: Report a bug
de: Fehler melden

# settings.bug_report_instructions
source: Download the support file, then open Support. Describe the problem in GitHub Issues and attach the file.
de: Lade die Supportdatei herunter und öffne danach Support. Beschreibe den Fehler in GitHub Issues und hänge die Datei an.

# settings.bug_report_download
source: Download support file
de: Supportdatei herunterladen

# settings.bug_report_export_failed
source: The support report couldn’t be created.
de: Der Supportbericht konnte nicht erstellt werden.

# settings.privacy_tab
source: Privacy
de: Datenschutz

# settings.privacy_map_and_places
source: Map and Places
de: Karte und Orte

# settings.privacy_map_explanation
source: When off, maps and place names stop contacting Apple. Coordinates remain encrypted on this device.
de: Ausgeschaltet kontaktieren Karten und Ortsnamen Apple nicht mehr. Koordinaten bleiben verschlüsselt auf diesem Gerät.

# settings.privacy_blur_preview
source: Blur App Preview
de: App-Vorschau weichzeichnen

# settings.privacy_blur_preview_explanation
source: Hides app content in the App Switcher.
de: Verbirgt den App-Inhalt im App-Umschalter.

# settings.privacy_policy
source: Privacy Policy
de: Datenschutzerklärung

# settings.privacy_remove_location
source: Remove location when sharing
de: Standort beim Teilen entfernen

# settings.privacy_remove_location_explanation
source: When on, shared and exported copies have no standard GPS metadata. Originals remain unchanged.
de: Eingeschaltet enthalten geteilte und exportierte Kopien keine üblichen GPS-Metadaten. Originale bleiben unverändert.

# settings.bug_report_privacy
source: The file contains app and performance state, but no filenames, photo identifiers, searches, paths, or photo contents. Review it before attaching it to a public issue.
de: Die Datei enthält App- und Leistungszustände, aber keine Dateinamen, Foto-IDs, Suchtexte, Pfade oder Fotoinhalte. Prüfe sie, bevor du sie an ein öffentliches Issue anhängst.

# settings.bug_report_support_failed
source: Support couldn’t be opened.
de: Support konnte nicht geöffnet werden.

# settings.bug_report_title
source: Report a bug
de: Fehler melden

# albums.leave_shared_action
source: Leave Album
de: Album verlassen

# albums.leave_shared_failed_title
source: Couldn’t leave album
de: Album konnte nicht verlassen werden

# albums.leave_shared_message
source: This shared album will be removed from your library. Its owner keeps the album and photos.
de: Dieses geteilte Album wird aus deiner Mediathek entfernt. Eigentümer und Fotos bleiben erhalten.

# albums.leave_shared_title
source: Leave shared album?
de: Geteiltes Album verlassen?

# albums.membership_all
source: Already in this album
de: Bereits in diesem Album

# albums.membership_some
source: Some selected photos are already in this album
de: Einige ausgewählte Fotos sind bereits in diesem Album

# albums.shared_load_failed
source: Shared albums couldn’t be loaded
de: Geteilte Alben konnten nicht geladen werden

# albums.shared_owner %@
source: Shared by %@
de: Geteilt von %@

# albums.shared_via_link
source: Link share
de: Linkfreigabe

# albums.shared_role_viewer
source: Viewer
de: Betrachter

# albums.shared_role_editor
source: Editor
de: Bearbeiter

# albums.shared_role_admin
source: Admin
de: Administrator

# albums.shared_role_inherited
source: Inherited access
de: Geerbter Zugriff

# albums.shared_role_read_only %@
source: %@ (read-only in this app)
de: %@ (in dieser App schreibgeschützt)

# albums.shared_invited_by %@
source: Invited by %@
de: Eingeladen von %@

# albums.shared_invited_by_unverified %@
source: Invited by %@ (unverified)
de: Eingeladen von %@ (nicht verifiziert)

# albums.shared_inviter_unverified
source: Inviter not verified
de: Einladende Person nicht verifiziert

# albums.shared_invited_on %@
source: Invited on %@
de: Eingeladen am %@

# albums.shared_read_only_role
source: This album can’t be edited with your access.
de: Dieses Album kann mit diesem Zugriff nicht bearbeitet werden.

# albums.shared_read_only_transport
source: Editing albums shared with you isn’t supported in this app yet.
de: Das Bearbeiten geteilter Alben wird von dieser App noch nicht unterstützt.

# collections.empty_shared_albums
source: No albums have been shared with you.
de: Es wurden keine Alben mit dir geteilt.

# collections.loading_shared_albums
source: Loading shared albums…
de: Geteilte Alben werden geladen…

# collections.section_shared_with_me
source: Shared with Me
de: Mit mir geteilt

# infopanel.albums
source: Albums
de: Alben

# infopanel.albums_load_failed
source: Album memberships couldn’t be loaded.
de: Albumzugehörigkeiten konnten nicht geladen werden.

# infopanel.no_albums
source: Not in an album
de: In keinem Album

# device.requires_metal3 %@
source: %@ uses Metal 3 to display your memories smoothly. This device has served you well, but it is unfortunately too old for Metal 3.
de: %@ nutzt Metal 3, um deine Erinnerungen flüssig darzustellen. Dieses Gerät hat dir sicher gute Dienste geleistet, ist dafür aber leider zu alt.

# device.unsupported_reassurance
source: Your photos and Proton account remain unchanged. You can use the app on a newer iPhone, iPad, or Mac.
de: Deine Fotos und dein Proton-Konto bleiben unverändert. Auf einem neueren iPhone, iPad oder Mac kannst du die App verwenden.

# device.unsupported_title
source: Not available on this device
de: Leider nicht auf diesem Gerät

# settings.support_tab
source: Support
de: Unterstützen

# settings.tip_jar_footer
source: Tips are optional. Every app feature remains free and open source.
de: Trinkgelder sind freiwillig. Alle App-Funktionen bleiben kostenlos und Open Source.

# settings.tip_jar_help
source: Support independent development with a one-time tip through the App Store.
de: Unterstütze die unabhängige Entwicklung mit einem einmaligen Trinkgeld über den App Store.

# settings.tip_jar_title
source: Support Encrypted Memories
de: Encrypted Memories unterstützen

# settings.tip_jar_unavailable
source: Tips are currently unavailable. Please try again later.
de: Trinkgelder sind derzeit nicht verfügbar. Bitte später erneut versuchen.

# search.for_you
source: For You
de: Für dich

# search.discover
source: Browse
de: Entdecken

# search.recent_searches
source: Recent Searches
de: Zuletzt gesucht

# search.suggestions_indexing
source: Suggestions for photo content appear once indexing is done.
de: Vorschläge zu Bildinhalten erscheinen nach der Indexierung.

# search.suggestions_ml_hint
source: Turn on Smart Search in Settings to also get suggestions for what is in your photos.
de: Schalte in den Einstellungen die intelligente Suche ein, um auch Vorschläge zu Bildinhalten zu erhalten.

# search.season.spring
source: Spring
de: Frühling

# search.season.summer
source: Summer
de: Sommer

# search.season.autumn
source: Autumn
de: Herbst

# search.suggestion.place_spring %@
source: %@ in spring
de: %@ im Frühling

# search.suggestion.place_summer %@
source: %@ in summer
de: %@ im Sommer

# search.suggestion.place_autumn %@
source: %@ in autumn
de: %@ im Herbst

# search.suggestion.place_winter %@
source: %@ in winter
de: %@ im Winter

# search.suggestion.favorites_year %@
source: Favorites from %@
de: Favoriten aus %@

# search.concept.people
source: People
de: Menschen

# search.concept.dog
source: Dogs
de: Hunde

# search.concept.cat
source: Cats
de: Katzen

# search.concept.bird
source: Birds
de: Vögel

# search.concept.nature
source: Nature
de: Natur

# search.concept.mountains
source: Mountains
de: Berge

# search.concept.beach
source: Beach
de: Strand

# search.concept.water
source: Lakes & Rivers
de: Seen & Flüsse

# search.concept.forest
source: Forest
de: Wald

# search.concept.flowers
source: Flowers
de: Blumen

# search.concept.snow
source: Snow
de: Schnee

# search.concept.sunset
source: Sunsets
de: Sonnenuntergänge

# search.concept.night
source: Night
de: Nachtaufnahmen

# search.concept.city
source: City
de: Stadt

# search.concept.architecture
source: Architecture
de: Architektur

# search.concept.food
source: Food
de: Essen

# search.concept.drinks
source: Drinks
de: Getränke

# search.concept.birthday
source: Birthdays
de: Geburtstage

# search.concept.christmas
source: Christmas
de: Weihnachten

# search.concept.concert
source: Concerts
de: Konzerte

# search.concept.sports
source: Sports
de: Sport

# search.concept.hiking
source: Hiking
de: Wandern

# search.concept.bicycle
source: Cycling
de: Fahrrad

# search.concept.car
source: Cars
de: Autos

# search.concept.train
source: Trains
de: Züge

# search.concept.airplane
source: Flights
de: Flugreisen

# search.concept.boat
source: Boats
de: Boote

# search.concept.art
source: Art
de: Kunst

# search.concept.garden
source: Garden
de: Garten

# search.concept.documents
source: Documents
de: Dokumente

# search.suggestion.years_ago %lld
source: %lld years ago
de: Vor %lld Jahren

# search.suggestion.count %lld
source: %lld photos
de: %lld Fotos

# search.suggestions_loading
source: Loading suggestions
de: Vorschläge werden geladen
